Repository: joshanashakya/literature_review
Catalog: workspace/corpus/project_save.tmx
Source language: en_us
Languages: ne_np

source: The demands of such producers are usually related to the goods and services which uses maximum local resources and labour.
ne_np: यस्ता उत्पादकहरुको माग पनि स्थानीय स्रोत र श्रमको अधिकतम उपयोगमा आधारित वस्तु र सेवासँग सम्बन्धित रहने हुन्छ।

source: For the attainment of equitable economic development, it is necessary to accelerate demands for labour and to expedite food supply.
ne_np: समानुपातिक आर्थिक विकासका लागि श्रमको माग र खाद्यको आपूर्तिमा तीव्रता ल्याउनुपर्ने हुन्छ।

source: The agricultural sector alone contributes about three fifths of the gross national product and provides employment to nearly eight tenths of the entire population.
ne_np: कृषि क्षेत्रबाट मात्रै देशको कुल राष्ट्रिय उत्पादनमा झण्डै पाँच भागको तीन भाग योगदान रहेको र कुल जनसंख्याको करीब दश भागको आठ भागलाई रोजगारी प्राप्त भएको छ।

source: Agriculture is that sector which will be able to involve, although only for a short or medium period, the rapidly increasing labour force in productive activities.
ne_np: कृषि क्षेत्र नै त्यस्तो क्षेत्र हो जसले देशमा द्रुतगतिमा बढिरहेको श्रमशक्तिलाई छोटो र मध्यम अवधिकैलागि भए पनि उत्पादनमूलक कार्यमा समाहित गर्न सक्नेछ।

source: As there are severe limitations on expanding the cultivable land, this plan has accorded priority to agricultural intensification and diversification.
ne_np: कृषियोग्य भूमि थप गर्ने अवसरहरु सीमित भएकोले यस योजनाले कृषि क्षेत्रलाईसघन रुपमा प्रयोग गर्ने र उत्पादनमा विविधीकरण गर्न प्राथमिकता दिएको छ।

source: With adequate provisions of necessary agricultural support services, intensive farming will be introduced in areas with access to irrigation facilities.
ne_np: कृषिमा सहयोग हुने सेवाहरुको पूरा व्यवस्था मिलाई सिंचाइ सुविधा पुगेको जमीनमा व्यापक रुपमा सघन खेती गराइनेछ।

source: In such areas, the emphasis will mainly be laid on cereal production.
ne_np: यस्ता क्षेत्रहरुमा विशेषतः अन्न उत्पादनका लागि जोड दिइएको छ।

source: Depending upon the suitability of climatic conditions and access to services, agricultural diversification in cash -crops, horticultures, vegetable farming and livestock will be emphasized.
ne_np: उपयुक्त हावापानी र सुविधा उपलब्ध गराउन सकिने क्षेत्रलाईदृष्टिगत गरी नगदेबाली, फलफूल र तरकारी बाली तथा पशुपालनमा विविधीकरण गर्न जोड दिइनेछ।

source: In order to meet the urban demand for milk, eggs, fish, meat, fruits and vegetables, priority will be given to intensive productions programmes in areas adjacent to the cities and along road corridors to urban areas.
ne_np: शहरी क्षेत्रमा दूध, फुल, माछा, मासु, फलफूल तथा तरकारीको माग पूर्ति गर्न शहर छेउछाउका क्षेत्रहरुमा र सडक तथा साना बाटोहरु समेतको आसपासमा सघन कार्यक्रमहरु सञ्चालन गर्नप्राथमिकता दिइएको छ।

source: Sericulture, bee keeping medicinal herb farming and similar significant but low-cost small -scale activities will be encouraged to increase the income of the farmers in the hills and the mountains.
ne_np: हिमाली तथा पहाडी भेगका कृषकहरुको आम्दानी बढाउन रेशम खेती, मौरीपालन, जडीबुटी खेती तथा यस्तै महत्वपूर्ण तथा कम खर्च लाग्ने ससाना क्रियाकलापहरुलाई बढावा दिइएको छ।

source: Although the country is well endowed with abundant biomass and hydropower resources, the pace of industrialization is felt to have slowed down in the recent year mainly because of the lack of energy and power.
ne_np: देशमा प्रशस्त जैविक तथा जलऊर्जा स्रोत भए तापनि हालैको वर्षहरुमा ऊर्जा तथा शक्तिकै कमीको कारण औद्योगीकरणको गति मन्द भएको कुरा अनुभव भएकै हो।

source: While it implies that rapid industrial growth is not possible without tackling the energy constraints, the growth of agricultural production may be impeded by the lack of energy for life-irrigation and processing of agricultural products.
ne_np: यसको मतलव, ऊर्जासम्बन्धी अवरोध नहटाइएसम्म द्रुततर औद्योगिक विकास हुन सक्दैन, र अझ लिङ्गट सिंचाइ, कृषि उत्पादनको प्रशोधन जस्ता कुरामा ऊर्जाको अभाव हुने भएबाट कृषि क्षेत्रकै उत्पादन बृद्धिमा अवरोध आइपर्न सक्ने देखिन्छ।

source: If an elementary machinery lick water million, diesel engine and bio-gas plants could be developed in the rural areas, it will contribute immensely to the development of food processing industries and cottage industries.
ne_np: ग्रामीण क्षेत्रमा आवश्यक ऊर्जाको लागि पानीघट्टा, डिजेल यन्त्र तथा बायोग्याँस जस्ता प्राथमिक यन्त्रको विकास गर्न सकिएमा यसबाट खाद्य प्रशोधन तथा घरेलु उद्योगको विकासमा समेत निकै सहयोग पुग्न जानेछ।

source: For instance, it will be possible to transfer the traditional agricultural pattern to modern agricultural system through the use of electricity in lift irrigation, making use of technology and fertilizers.
ne_np: उदाहरणार्थ लिङ्ग134ट सिंचाइमा विद्युतको प्रयोगबाट परम्परागत तरिकाबाट गरिने कृषिलाई आधुनिक सिंचाइ व्यवस्था, यान्त्रिक तथा मलखादको प्रयोग गर्ने आधुनिक कृषि प्रणालीमा रुपान्तर गर्न सम्भव हुनेछ

source: This will lead to a considerable increase in agricultural productivity as well as a decrease in foreign currency expenditure for the import of diesel.
ne_np: यसबाट कृषिजन्य उत्पादकत्वमा ठूलो बृद्धि हुनुका साथै डिजेल आयातमा खर्चहुने विदेशी मुद्राको परिमाण घट्न जानेछ।

source: Development of Rural Infrastructure in order to support industrial growth, the market for industrial production will be expanded in rural areas by providing roads and other forms of transportation linking rural communities and market centres.
ne_np: ग्रामीण पूर्वाधारको विकास ग्रामीण समुदाय तथा हाट बजारसम्म पुग्ने सडक तथा यातायातका अन्य साधनहरुद्वारा औद्योगिक उत्पादनका लागि बजार र औद्योगिक बृद्धिलाई टेवा पुर्‍याउने छ।

source: Market facilities will be intensively improved in order to aid the convenient supply of necessary agricultural inputs as well as the sale and purchase of surplus agricultural produce.
ne_np: कृषि उत्पादनको लागि बजार सुविधालाई तीव्र पारी कृषिको लागि आवश्यक सामग्रीहरुको सुविधा सुगमरुपले उपलब्ध गराउन र बचत भएको नगदेबालीको खरीद-बिक्रीको नमित्त बजार व्यवस्थाको सुधार गरिनेछ।

source: Necessary infrastructure will be built for the development of rural irrigation, drinking water, electricity, communications, rural industries and tourism etc. providing the basic facilities of life such as suspension bridges, schools and health care, the environment in the villages will be made comfortably in the rural areas.
ne_np: ग्रामीण सिंचाइ, खानेपानी, विद्युत् तथा सञ्चारको व्यवस्था, ग्रामीण उद्योगहरु, पर्यटन उद्योग आदिको विकासका लागि आवश्यक पूर्वाधारहरु तयार गरिनेछन्। झोलुङ्धेपुल, विद्यालय तथा स्वास्थ्य सुविधाजस्ता जीवनका आधारभूत सेवा उपलब्ध गराई ग्रामीण जनतालाई ग्रामीण क्षेत्रमा नै बस्न आकर्षक हुने वातावरणको सिर्जना गर्न मद्दत गरिनेछ।

source: The rural development infrastructure will provide employment opportunities to the growing labour force of the rural sector.
ne_np: ग्रामीण विकासका पूर्वाधारहरुबाट ग्रामीण क्षेत्रको बढ दो श्रमशक्तिलाई रोजगारीका अवसरहरु प्रदान हुनेछ।

source: Therefore, this plan has accorded high priority to the creation of the entire infrastructure if rural development.
ne_np: यस प्रकारले यस योजनाले ग्रामीण विकासका सबै पूर्वाधारहरु तयार गर्न उच्च प्राथमिकता दिए को छ।

source: Employment Generation and Human Resource Development The creation of productive employment opportunities in the country has been given top priority by this plan.
ne_np: रोजगारी सिर्जना तथा जनशक्ति: मुलुकमा उत्पादनमूलक रोजगारीका अवसरहरुको सिर्जना गर्ने कार्यमा यस योजनाले उच्च प्राथमिकता दिएको छ।

source: In order to create employment opportunities at an accelerated rate, all possible avenues have been explored in the sectoral programmes.
ne_np: तीव्र बृद्धिदरमा रोजगारीका अवसरको सिर्जना गर्न सबै क्षेत्रगत कार्यक्रममा सम्भाव्यता पहिल्याएको छ।

source: Since nearly 90 percent of the population live in rural areas, the plan has laid special emphasis on generating greater employment opportunities in rural areas.
ne_np: करीब ९० प्रतिशत नेपालीहरु ग्रामणि क्षेत्रमा बसोबास गर्ने हुँदा ग्रामीण क्षेत्रमै रोजगारीका अवसरहरुमा बृद्धि गर्नमा योजनाको प्रमुख जोड रहेको छ।

source: Thus, the plan has emphasized on bigger investment in rural areas for the development of non-agricultural activities such as development and renovation of infrastructure, expansion of agriculture through the use of electricity and cottage industries based on local energy resources.
ne_np: यस प्रकार यस योजनाले पूर्वाधारहरुको विकास तथा सुधार, जलस्रोतको उपयोगबाट कृषिमा व्यापकता ल्याउने एवं स्थानीय ऊर्जाको स्रोतमा आधारित घरेलु उद्योगजस्ता गैर कृषि क्रियाकलापहरुको विकास गर्न ग्रामीण क्षेत्रमा बढी लगानी गर्न जोड दिएको छ।

source: This plan has made arrangements of adequate resources of further productive involvement of the existing human resources in the efforts of national development.
ne_np: यस योजनाले विद्यमान जनशक्तिलाई देशविकासको प्रयासमा अझ उत्पादनशील रुपमा सहभागी हुन सक्ने गराउन जनशक्ति विकासका लागि यथेष्ट साधन जुटाएको छ ।

source: Since the existing labour force is largely illiterate and unskilled, basic education and technical and vocational training opportunities will be expanded with particular emphasis on rural areas.
ne_np: विद्यमान श्रमशक्ति अधिकांश अशिक्षित र अदक्ष नै रहेको हुनाले यस योजनावधिमा आधारभूत शिक्षा र प्राविधिक तथा व्यावसायिक तालिमका अवसरहरु खास गरी ग्रामीण क्षेत्रमा विस्तार गर्नेतर्फ मुख्यतया जोड दिइएको छ।

source: e.
ne_np: (ङ)

source: Control of Population Growth the available resources in the country cannot forever sustain the current rate of population growth.
ne_np: जनसंख्या बृद्धिमा नियन्त्रण: देशमा उपलब्ध साधनले जनसंख्याको वर्तमान बृद्धिदरलाई सधैंभरि धान्न सक्दैन।

source: The rapid increase in population leaves only an insignificant portion of resources for development works.
ne_np: तीव्र जनसंख्या बृद्धिले गर्दा आर्थिक विकासका लागि ज्यादै थोरै मात्र साधन बच्न पाउँछ।

source: There can be no prospect for a substantial increase in the average income of the people if the population is allowed to grow at the present rate.
ne_np: जनसंख्याको वर्तमान बृद्धिदर कायमै रहने हो भने जनताको औसत आम्दानीमा उल्लेखनीय बृद्धि हुन सक्ने आशा गर्न सकिंदैन।

source: Therefore, the reduction in the rate of population growth is one of the priority areas of this plan.
ne_np: अतः यस योजनाको प्राथमिकताको क्षेत्रहरु मध्ये जनसंख्याको बृद्धिदर घटाउनु पनि एक रहेको छ।

source: The family planning devices are still not readily available in various parts of the country.
ne_np: हालसम्म देशका विभिन्न भागमा परिवार नियोजनका साधनहरु सजिलैसँग उपलब्ध हुन सकेका छैनन्।

source: It has been proved that family planning devices are being used only in areas with the spread of literacy among women and with easy access to primary health facilities, and in families with high standard of living.
ne_np: महिलाहरु शिक्षित भएका ठाउँमा, आधारभूत स्वास्थ्य सुविधा सजिलैसँग उपलब्ध भएका क्षेत्रमा र जीवनयापनको उच्चस्तर कायम रहेको परिवारहरुले मात्रै परिवार नियोजनका साधनहरु उपयोग गरेको कुरा प्रमाणित भइसकेको छ।

source: Therefore, this plan has placed special emphasis on the awareness creation programmes to increase in the demand for family planning devices.
ne_np: यिनै कारणहरुले गर्दा यस योजनाले परिवार नियोजनको स्वाभाविक माग बृद्धि गराउन चेतना जगाउने कार्यक्रमलाई जोड दिएको छ।

source: f.
ne_np: (च)

source: Industrial Development and Tourism Promotion Economic prosperity depends upon a rapid sustainable economic development.
ne_np: औद्योगिक विकास तथा पर्यटन प्रवर्द्धन आर्थिक समृद्धि भनेको कुरा द्रुतर रुपले धान्न सक्ने आर्थिक विकासमा भर पर्दछ।

source: For the attainment of accelerated economic development in the country, industrialization is equally as important as that of agriculture and other primary sectors.
ne_np: देशको आर्थिक विकासमा तीव्रता ल्याउन औद्योगीकरण कृषि वा अन्य प्राथमिक क्षेत्र जत्तिकै महत्वपूर्ण रहेको छ ।

source: The industrialization, in the process of value added contributes, to the creation of new employment opportunities and economic integration.
ne_np: त्यस्तै उद्योगले मूल्य अभिबृद्धि प्रक्रियामा नयाँ रोजगारीका अवसर र आर्थिक एकीकरणको निर्माण गर्नमा सहयोग गर्छ।

source: The eight h plan policies have been so formulated that they will promote the sustainable growth of large as well as cottage industries.
ne_np: ठूला उद्योग र घरेलु उद्योग समेतको दिगो बृद्धि गर्न प्रोत्साहित गर्ने गरी आठौं योजनाकालमा नीतिहरु तर्जुमा गरिएका छन्।

source: During this plan period, an atmosphere favourable to the open and competitive growth of industries will be created and expanded.
ne_np: योजनाकालमा उद्योगहरु खुला र प्रतिस्पर्धात्मक वातावरणमा बढन सक्ने अनुकूल वातावरणको सिर्जना र विस्तार गरिनेछ।

source: The private sector as well as foreign investors will be particularly encouraged through appropriate policy measures to invest in the industrial sector.
ne_np: उपयुक्त नीतिद्वारा विशेष गरी निजी तथा विदेशी लगानीकर्ताहरुलाई उद्योगक्षेत्रमा लगानी गर्न प्रोत्साहित गरिनेछ।

source: Similarly, tourism sector will be promoted in order to generate increased foreign exchange, employment and income.
ne_np: यस्तै विदेशी मुद्रा, रोजगारी र आयबृद्धिमा पर्यटनक्षेत्रलाई बढावा दिइनेछ ।

source: Because of the gifts of nature, it is in tourism that Nepal can gain comparative advantages.
ne_np: यही नै त्यस्तो क्षेत्र हो जहाँ प्राकृतिक सम्पदाको कारण नेपालले पर्यटन क्षेत्रबाट तुलनात्मक लाभ लिन सक्ने स्पष्ट छ ।

source: However, owing to the constraints in the supply of necessary commodities and insufficient and incompatible initiatives, tourism has so far been a seasonal phenomenon and has not been able to make the desired headway.
ne_np: यति हुँदाहुँदै पनि आवश्यक सामग्री आपूर्तिको कठिनाइ अपर्याप्त तथा असङ्धत प्रोत्साहन व्यवस्थाले गर्दापर्यटन व्यवसाय अद्यापि अनुकूल मौसमी अवस्थामा मात्र सीमित भईअपेक्षित विकास हुन सकेको छैन।

source: In order to make use of all feasible development prospects, the eights plan has accorded special priority to the overall development of this sector.
ne_np: यस क्षेत्रको विकास सम्भाव्यताको पूर्ण सदुपयोग गर्न आठौं योजनाले यस क्षेत्रकोसमष्टिगत विकासमा पनि प्राथमिकता दिएको छ।

source: The government will invest in the creation of infrastructure of industry and tourism, and provide support to the private sector.
ne_np: सरकारले उद्योग र पर्यटनको पूर्वाधार निर्माणमा लगानी गर्नेछ र निजी क्षेत्रलाई सहयोग पुर्‍याउनेछ।

source: Policies will be continued to be effectively implemented so as to induce the domestic and foreign investors to increases their investment with confidence and to generate higher returns as cooperated to the rate of investment.
ne_np: वैदेशिक र आन्तरिक दुवै क्षेत्रका लगानीकर्तालाई लगानी प्रवर्द्धन गराउनका लागि बढी विश्वास दिलाउन र लगानीको दाँजोमा तुलनात्मक रुपले बढी फाइदा आर्जन गर्न सक्ने गरी नीतिहरु प्रभावकारी रुपमा लागू गर्दै लगिने छ।

source: In this connection, some pioneering steps have already been taken with regard to policy matter.
ne_np: यस विषयमा केही नीतिगत अग्रगामी कदमहरु चालि सकिएका छन्।

source: g.
ne_np: (छ)

source: Export promotion and Diversification The rapid widening of trade and current account deficits in recent years has become a matter of serious concern to the country.
ne_np: निकासी प्रवर्द्धन तथा विविधीकरण ऊनीदै गएको व्यापार तथा चालु खातामा भइरहेको घाटा देशको प्रमुख चासोको विषय भएको छ।

source: the complications in the export of traditional and some new kinds of manufactured goods and the quantitative decline in the agricultural products have contributed to the narrowing of the agricultural products have contributed to the narrowing of the export base of Nepal.
ne_np: केही परम्परागत तथा नयाँ किसिमको उत्पादित वस्तुहरुको निया हालैका वर्षहरुमा वर्षेनी बढर् ् तमा बढी झमेला तथा कृषि वस्तुहरुको परिमाणमा ह्रासको कारणबाट नेपालको निर्यात आधार सानो रहेको छ।

source: The market available to Nepalese exporters in limited.
ne_np: नेपाली निर्यातकर्ताहरुको बजारक्षेत्र हाल सीमित छ।

source: These factors have impeded the attainment of stability in the growth of export.
ne_np: यी कारणहरुले गर्दानिर्यात बृद्धिमा स्थिरता ल्याउन सघाउ पुगिरहेको छैन।

source: Although the carpet and garment industries have re3corded a significant growth in export earnings over the recent years, in views of quality control, proper organizational structure, large scale production and innovations in the production patterns, it is necessary to improve the quality standards of the products for markets to which they have been usually exported.
ne_np: गलैंचा तथा तयारी पोशाकले केही वर्ष यता निर्यात आम्दानीमा राम्रो अभिबृद्धि देखाएका छन तापनि गुणस्तर नियन्त्रण, संरचनाको कमी र सीमित बजारमा बढी भर पर्नुपर्ने भएको र ठूलो परिमाणमा उत्पादन नहुने तथा उत्पादनको किसिममा नयाँपन ल्याउने प्रयासहरुको अभाव भएकोले निर्यात हुने गरेका मुलुकहरुको बजारको निमित्त ती उत्पादित वस्तुहरुको गुणस्तरमा सुधारको आवश्यकता छ।

source: New products have not been successfully identified as yes for export promotion programmes.
ne_np: हालसम्म् निर्यात विकासका निमित्त नयाँ उत्पादन गरिने वस्तुहरुको सफलतापूर्वक चयन गरिएको छैन।

source: The growth of the export sector has been restricted due to the lack of clear-cut export policies and low priority accorded to it in the past.
ne_np: विगतमा स्पष्ट निर्यात नीतिको कमी तथा यसलाई कम प्राथमिकता दिएबाट निर्यात क्षेत्रको विकास सीमित भएको छ ।

source: The eighth plan has given priority to the production and promotion of both traditional agricultural commodities and new exportable products.
ne_np: आठौं योजनाले परम्परागत कृषिजन्य वस्तुलगायत नयाँ निर्यातयोग्य वस्तुहरु दुवैको उत्पादन प्रबर्द्धनलाई प्राथमिकता दिएको छ ।

source: This plan has adopted the strategy of promoting market oriented production which will contribute to the development of production as well as market facilities.
ne_np: यस योजनामा बजारमुखी उत्पादनको विकास गर्ने कार्यनीति अँगालिएको छ र यसबाट उत्पादन र बजारको विकासलाई मद्दत मिल्नेछ।

source: h.
ne_np: (ज)

source: Macro-Economic Stabilization The expansionary policy adopted in the past has given rise to excessive liquidity, increasing money supply, increasing trade imbalance and high price rise.
ne_np: समष्टिगत आर्थिक स्थायित्व विगतमा अपनाइएका विस्तारमुखी नीतिले गर्दा अत्यधिक तरलता, बढदो मुद्रा प्रदाय, बढ्दो व्यापार असन्तुलन तथाचर्को मूल्यबृद्धि हुन गएको हो।

source: This has weakened the stability of the economy.
ne_np: यसले अर्थतन्त्रको स्थायित्वलाई कमजोर बनाएको छ।

source: Under the given circumstances, the policies of macro economic stabilization and structural adjustments can play a significant role in the attainment of the objective of stability in economic growth rate.
ne_np: यस पृष्ठभूमिमा आर्थिक बृद्धिमा स्थायित्व कायम गर्ने उद्देश्य हासिल गर्नका लागिसमष्टिगत आर्थिक स्थायित्व तथा संरचनात्मक समायोजन नीतिहरु महत्वपूर्ण हुन आउँछन ।

source: In this connection, the plan has given special emphasis to a more rational allocation of resources, better management of public expenditures, enhanced mobilization of internal resources, greater performance in public sector investment and the strengthening of public enterprises, open and simple foreign exchange policies and regulations, and prudent fiscal and monetary policies.
ne_np: यस दिशामा यस योजनाले साधनको बढी विवेकपूर्ण बाँडफाँड, सरकारी खर्चको राम्रो व्यवस्थापन, आन्तरिक स्रोत परिचालनमा बृद्धि, सार्वजनिक क्षेत्रको लगानीमा दक्षताको अभिबृद्धि र सार्वजनिक संस्थानहरुको सुदृढीकरण, वैदेशिक विनिमयको वास्तविक मूल्य तथा नियन्त्रण प्रणाली, सावधानी पूर्ण वित्तीय र मौद्रिक नीतिमा विशेष ध्यान दिएको छ।

source: Due emphasis has been given on the reinforcement of the present financial system in order to further mobilize savings in the private sector.
ne_np: निजी क्षेत्रमा अझ बढी बचतको परिचालन गर्नवर्तमान वित्तीय पद्धतिको सुदृढीकरणमा जोडदिइएको छ।

source: Encouragement has been provided to the establishment of new financial institutions and the development of capital markets.
ne_np: नयाँ वित्तीय संस्थाहरुको स्थापना र पूँजी बजारको विकासका लागि प्रोत्साहन दिइएको छ।

source: Exploration of new methods of saving has been encouraged by removing the control of the central bank on the fixation of interest rates.
ne_np: व्यादर निर्धारणमा केन्द्रीय बैंकको नियन्त्तण हटाई बचतका नयाँ तरिकाहरु गरीब गर्न प्रोत्साहन दिइएको छ।

source: Reforms in Development Administration The increasing proportion of administrative cost in development investment and slow decision making processes have led delays in the projects implementation.
ne_np: (झ) विकास प्रशासनमा सुधार विकास लगानीमा हाल भइरहेको प्रशासनिक खर्चको मात्रामा अत्यधिक बृद्धि भइरहेको र सुस्त निर्णय प्रक्रियाले आयोजनाहरुको कार्यान्वयनमा ढिलासु स्ती हुने गरेको छ।

source: As the employees in public sectors consume, even at the existing low salary scales., a major share of the government revenue only a meager portion of it is available of capital investment.
ne_np: हालको कमै तलबमानमा पनि सार्वजनिक क्षेत्रको रोजगारीले नै सरकारी राजस्वको अधिकांश भाग ओगटने गरेको हुँदा पूँजीगत लगानीका लागि बचत रकम ज्यादै कम मात्र बाँकी हुन जान्छ।

source: The lack of a suitable working atmosphere, the gradual decline in the morale of civil servants and the lack of the sense of responsibility can be cited as examples of additional constraints.
ne_np: काम गर्ने उपयुक्त वातावरणको अभाव, निजामती सेवाको गिर्दो मनोबल र उत्तरदायित्वको कमी थप समस्याका रुपमा रहेका छन्।

source: There is a treat need for reforms in the exi sting system of recruitment, positing, training and promotion.
ne_np: नियुक्ति, पदस्थापना, तालिम तथा बढुवाको वर्तमान व्यवस्थामा सुधारको खाँचो छ।

source: During this plan period, reforms through appropriate measures will be introduced in order to make the development administration capable enough to meet the challenges of national development.
ne_np: यस योजनावधिमा विकास प्रशासनलाई देशविकासका चुनौतीहरुको सामना गर्नका लागि सक्षम बनाउन उपयुक्त प्रक्रिया अपनाई सुधार कार्यहरु गरिने छन्।

source: j.
ne_np: (ञ)

source: Monitoring and Evaluation While the planned projects are not usually implemented on time, the project subsequent to their implementation, too, have failed to produce the desired result.
ne_np: (ञ) अनुगमन तथा मूल्याङ्कन सामान्यतया एकातिर लक्षित आयोजनाहरु समयमा कार्यान्वित हुन सकिरहेका छैनन् भने अर्कोतिर कार्यान्वित आयोजनाहरु पनि वाञ्छित नतिजा प्राप्त गर्न असफल रहने गरेका छन।

source: This has led to a disparity between planning and implementation, and between implementation and achievements, which have been a matter of great concern to the government as well as donor countries.
ne_np: यसले गर्दा योजना र कार्यान्वयन बीच तथा कार्यान्वयन र उपलब्धि बीचको अन्तर सरकार र दाता राष्ट्रहरुको लागि चिन्ताको विषय रहिआएको छ।

source: In such grave circumstances, the government has fully understood the need for institutionalization of the monitoring and evaluation systems with respect to development projects and programmes.
ne_np: यस्तो गम्भीर स्थितिमा सरकारले विकास आयोजना तथा कार्यक्रमहरुको अनुगमन तथा मूल्याङ्कनको स्थायी व्यवस्थालाई संस्थागत गर्नुपर्ने आवश्यकता र महत्वलाई बुझेको छ।

source: During the plan period, an effective monitoring and evaluation system will be devised and institutionalized, which will not only ensure the timely implementation of projects but also encourage management accountability and performance oriented evaluation system in the public sector.
ne_np: यस योजनामा आयोजनाहरुको समयमा नै कार्यान्वयन सुनिश्चित गर्न मात्र होइन सार्वजनिक क्षेत्रमा व्यवस्थापकीय उत्तरदायित्व तथा उपलब्धिमूलक मूल्याङ्कन व्यवस्थालाई प्रोत्साहित गर्न समेत एक प्रभावकारी अनुगमन तथा मूल्याङ्कन व्यवस्थाको विकास गरी त्यसलाई संस्थागत समेत गरिनेछ।

source: Moreover, due attention must be paid in the plan to the appropriate allocation of resources and the methods of their effective utilization.
ne_np: साथै योजनाले साधनको उपयुक्त बाँडफाँड र यसको प्रभावकारी उपयोग कसरी गर्न सकिन्छ भन्ने बारे पनि ध्यान पुर्‍याउनु पर्ने हुन्छ।
